[
  {
    "Id": 1019,
    "Name": "Unlimited Rolling",
    "Description": "",
    "AssignsMembershipId": 4011,
    "AssignsMembershipName": "M2M Member",
    "SoldOnline": false,
    "ContractItems": [
      {
        "Id": "500037",
        "Name": "F45 Unlimited | Month to Month | Monthly Autopay",
        "Description": "",
        "Type": "ServicePricingOption",
        "Price": 220.0,
        "Quantity": 1,
        "OneTimeItem": false
      }
    ],
    "IntroOffer": "None",
    "AutopaySchedule": {
      "FrequencyType": "SetNumberOfAutopays",
      "FrequencyValue": 1,
      "FrequencyTimeUnit": "Monthly"
    },
    "NumberOfAutopays": 4,
    "AutopayTriggerType": "OnSetSchedule",
    "ActionUponCompletionOfAutopays": "ContractAutomaticallyRenews",
    "ClientsChargedOn": "OnSaleDate",
    "ClientsChargedOnSpecificDate": null,
    "DiscountAmount": 0.0,
    "DepositAmount": 0.0,
    "FirstAutopayFree": false,
    "LastAutopayFree": false,
    "ClientTerminateOnline": false,
    "MembershipTypeRestrictions": [],
    "LocationPurchaseRestrictionIds": [1],
    "LocationPurchaseRestrictionNames": null,
    "AgreementTerms": "<p style=\"text-align:justify;\" style=\"text-align:justify;\">1.Waiver Form<br>You agree to sign a waiver form with F45 Oxford Circus &amp; Soho</p><p>2. Cooling off period<br>You can cancel your membership with us up to 14 days from the date you commenced training (for the avoidance of doubt the 14 day period commences from the day you complete your first session with F45 Oxford Circus &amp; Soho). This is only applicable to new membership agreements.</p><p>3. Minimum age<br>The minimum age for training with us is 16. People under the age of 18 are required to provide a certificate from a parent or legal guardian confirming approval to train with F45 Oxford Circus &amp; Soho.</p><p>4. Your Health<br>(i) You warrant that you are in good physical condition and you know of no medical or other reason why you cannot or should not do active or passive exercise.<br>(ii) You recognise that the fitness instructor(s) is(are) not able to provide me with medical advice regarding my fitness, and that this information is used as a guideline to the limitations of my ability to exercise.<br>(iii) I agree to not hold any certified trainer or directors of F45 Oxford Circus &amp; Soho liable for any injury that may occur during an F45 Oxford Circus &amp; Soho session.</p><p>5. Paying for Memberships<br>Membership fees are paid in advance on the first of every month, by direct debit from a bank account or credit card.</p><p>6. Meeting Your Responsibilities<br>You must make sure:<br>(i) your account can accept charges<br>(ii) there is enough money in your account on the payment day<br>(iii)- you tell us if you are transferring or closing your account at least 72 hours before the next charge<br>(iv) you tell us about any changes to your credit card, such as its expiry date or number, at least 72 hours before your next charge</p><p>7. What happens if your payment is declined or fails for any reason?<br>(i) If you do not fully pay your fees on the due date, F45 Oxford Circus &amp; Soho will suspend access to the studios until any outstanding balance has been paid and you have given us your updated account details if they are required. F45 Oxford Circus &amp; Soho will continue to debit your nominated account without notice, until F45 Oxford Circus &amp; Soho have received the total amount you owe.<br>(ii) F45 Oxford Circus &amp; Soho will make a reasonable effort to advise you on the status of the failed payments by letting you know beforehand by: phoning you and/or writing to the WhatsApp number or email address you provided for membership/s in your name.<br>(iii) You must make sure that the payment method you choose remains valid for the length of your agreement. This includes third-party accounts. If the details you give us fail, you are liable for all resulting fees. You should update your details and are obligated to complete your minimum term of payments.</p><p>8. Can F45 F45 Oxford Circus &amp; Soho change your agreement?<br>(i) F45 Oxford Circus &amp; Soho may sometimes add, change or remove our terms and conditions. This includes changing the opening and closing hours, the F45 services, the facilities, and membership fees.<br>(ii) Sometimes, F45 Oxford Circus &amp; F45 Soho may also close for refurbishment to improve the facilities. If this substantially reduces our ability to provide our service to you, F45 Oxford Circus &amp; F45 Soho will reduce your membership fees accordingly on a pro-rata basis.<br>(iii) The most up-to-date terms and conditions always apply. F45 Oxford Circus &amp; F45 Soho will give you at least 28 days’ notice of any changes. If F45 Oxford Circus &amp; F45 Soho does not fulfil its obligations to you, you may be able to cancel your membership. Unless the law states otherwise, you won’t have any other claim against us if this happens.</p><p>9. Can F45 Oxford Circus &amp; Soho increase your fees?<br>F45 Oxford Circus &amp; F45 Soho reserve the right to increase your fees only at any time after your agreement has ended. F45 Oxford Circus &amp; F45 Soho will make a reasonable effort to tell you about this at least 28 days beforehand by writing to the address you last gave us (which may be an email address). F45 Oxford Circus &amp; F45 Soho will consider that you have received our letter or email on the second business day after it is sent.<br>Where F45 Oxford Circus &amp; F45 Soho have made a reasonable effort to let you know about a fee increase, you authorise us to increase any debits from your nominated account.</p><p>10. Suspensions and Cancellations<br>F45 Oxford Circus &amp; Soho understand that from time to time you may not be able to train due to holidays, rest periods, becoming sick or injured or wish to cancel your membership altogether. The following rules apply to suspensions and cancellations:<br>Suspensions<br>(i) Memberships can be suspended at any time.<br>(ii) Two week minimum suspension<br>(iii) Six week maximum suspension each year<br>(iv) A one-off admin fee of £15 for each suspension<br>(v)- Suspensions cannot be backdated<br>(vi)- Pro-rata suspensions are not allowed (i.e. outside of the normal billing cycle)</p><p>Cancellations: Out Of Contract<br>Minimum 1 month notice period: If you cancel in the middle of a payment cycle then your next payment will be prorated to reflect the 1 month cancellation period.</p><p>Cancellations: Within Contract<br>Cancellation fee: 50% of remainder contract value.<br>An exit fee does not apply under the following circumstances:<br>(i) Sickness/Injury resulting in not being able to train for remainder of contract (must provide Doctors certificate)</p><p>11. Use of your image<br>You agree to allow F45 Oxford Circus &amp; Soho to take a video or photo to use for promotion purposes from time to time.</p><p>12. Class Booking<br>A fee applies for:<br>(i) Not attending a booked session (a 'No Show'). The penalty fee is £15.<br>(ii) Cancellations inside of the cancellation window of 60 minutes (a 'Late Cancel'). The penalty fee is £10.</p><p>13. COVID-19 Code of Conduct<br>(i). I will adhere to social distancing and ensure that I follow the reasonable directions of all F45 Oxford Circus &amp; Soho staff and trainers in relation to my participation in the F45 training sessions.<br>(ii). I will diligently work to keep all equipment and stations clean following the directions provided<br>by F45 Oxford Circus &amp; Soho staff and trainers.<br>(iii). I will wash and sanitise my hands upon entering and exiting the studio.<br>(iv). I will not enter the studio if I am feeling unwell, including (but not limited to): headache, fever, sore throat, nausea, sneezing, coughing and other cold and flu like symptoms.<br>(v). I do not have a temperature of 38 degrees, or higher when entering the studio. I agree that F45 Oxford Circus &amp; F45 Soho staff may check my temperature using a non-contact digital thermometer.<br>(vi). I acknowledge that if I am exhibiting symptoms referred to above, I may be asked to leave the Studio for the health and safety of all F45 Oxford Circus &amp; F45 Soho staff, members and guests.<br>(vii). If I contract or otherwise come into contract with a person who has, or is suspect to have, COVID-19, I will immediately notify my F45 Studio and otherwise refrain from attending the F45 Studio until there is no longer a risk of infecting any other person.</p><p>By signing below, I hereby acknowledge that I fully understand the above requirements and agree that I will at all times comply with the above requirements. I further acknowledge and agree that nothing in this Code of Conduct is intended to limit or otherwise modify the obligations and rights set out in my F45 Oxford Circus &amp; F45 Soho membership terms and conditions, studio rules and any waivers or releases I have signed in relation to my attendance and use of the F45 Oxford Circus &amp; F45 Studios.</p><p>F45 Health &amp; Fitness Liability Waiver:</p><p>14. Informed Consent Form<br>I, the participant named below, have agreed to participate in the F45 workouts, exercise and training programs (“Workouts”).<br>I acknowledge and agree that the Workouts:<br>(i) are a recreational sport activity; and<br>(ii) may involve strenuous physical activity including, but not limited to, muscle strength and endurance training, cardiovascular conditioning and training, and other various fitness activities.</p><p>I hereby affirm, and I affirm each time I participate in a Workout, that:<br>(i) I am in good physical condition and do not suffer from any known disability or condition which would prevent or limit my participation in this exercise program; and<br>(ii) I am participating in the Workouts voluntarily and at my own risk.</p><p>I hereby release F45 Training Pty Ltd, F45 Oxford Circus &amp; Soho and their officers, agents and employees (the “Released Parties”) from any claims, demands, and causes of action as a result of my voluntary participation in the Workouts, to the extent permitted by law.</p><p>I fully understand that I may injure myself as a result of my participation in the workouts and I hereby release the Released Parties from any liability now or in the future for conditions that I may obtain directly or indirectly from participating in the Workouts, to the fullest extent permitted by law. These conditions may include, but are not limited to, heart attacks, muscle strains, muscle pulls, muscle tears, broken bones, shin splints, heat prostration, injuries to knees, injuries to back, injuries to foot, or any other illness or soreness that I may incur, including death.</p><p>Assumption of the Risk and Waiver of Liability Relating to Coronavirus/COVID-19. The novel coronavirus, COVID-19, has been declared a worldwide pandemic by the World Health Organisation. COVID-19 is extremely contagious and is believed to spread mainly from person-to-person contact. As a result, federal, state, and local governments and federal and state health agencies recommend social distancing and have, in many locations, prohibited the congregation of groups of people. F45 Training and the F45 franchised studios F45 Oxford Circus &amp; F45 Soho have done their best to put in place preventative measures to reduce the spread of COVID-19; however, F45 cannot guarantee that you will not become infected with COVID-19. Further, attending F45 could increase your risk of contracting COVID-19.</p><p>By signing this agreement, you acknowledge the contagious nature of COVID-19 and voluntarily assume the risk that you may be exposed to or infected by COVID-19 by attending F45 and that such exposure or infection may result in personal injury, illness, permanent disability, and death. You understand that the risk of becoming exposed to or infected by COVID-19 at F45 Oxford Circus &amp; F45 Soho may result from the actions, omissions, or negligence of myself and others, including, but not limited to, F45 employees and program participants. You voluntarily agree to assume all of the foregoing risks and accept sole responsibility for any injury to yourself (including, but not limited to, personal injury, disability, and death), illness, damage, loss, claim, liability, or expense, of any kind, that you may experience or incur in connection with your attendance at F45 Oxford Circus &amp; F45 Soho (“Claims”). You hereby release, covenant not to sue, discharge, and hold harmless F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, from the Claims. You understand and agree that this release includes any Claims based on the actions, omissions, or negligence of F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, whether a COVID-19 infection occurs before, during, or after participation in any F45 program.</p>",
    "RequiresElectronicConfirmation": true,
    "AutopayEnabled": true,
    "FirstPaymentAmountSubtotal": 220.0,
    "FirstPaymentAmountTax": 36.67,
    "FirstPaymentAmountTotal": 220.0,
    "RecurringPaymentAmountSubtotal": 220.0,
    "RecurringPaymentAmountTax": 36.67,
    "RecurringPaymentAmountTotal": 220.0,
    "TotalContractAmountSubtotal": 880.0,
    "TotalContractAmountTax": 146.68,
    "TotalContractAmountTotal": 880.0,
    "PromoPaymentAmountSubtotal": null,
    "PromoPaymentAmountTax": null,
    "PromoPaymentAmountTotal": null,
    "NumberOfPromoAutopays": null
  },
  {
    "Id": 1008,
    "Name": "Unlimited 3 - 3 Month minimum contract",
    "Description": "",
    "AssignsMembershipId": 4013,
    "AssignsMembershipName": "3 Month Member",
    "SoldOnline": false,
    "ContractItems": [
      {
        "Id": "500026",
        "Name": "F45 Unlimited | 3 Month | Monthly Autopay",
        "Description": "",
        "Type": "ServicePricingOption",
        "Price": 200.0,
        "Quantity": 1,
        "OneTimeItem": false
      }
    ],
    "IntroOffer": "None",
    "AutopaySchedule": {
      "FrequencyType": "SetNumberOfAutopays",
      "FrequencyValue": 1,
      "FrequencyTimeUnit": "Monthly"
    },
    "NumberOfAutopays": 3,
    "AutopayTriggerType": "OnSetSchedule",
    "ActionUponCompletionOfAutopays": "ContractAutomaticallyRenews",
    "ClientsChargedOn": "OnSaleDate",
    "ClientsChargedOnSpecificDate": null,
    "DiscountAmount": 0.0,
    "DepositAmount": 0.0,
    "FirstAutopayFree": false,
    "LastAutopayFree": false,
    "ClientTerminateOnline": false,
    "MembershipTypeRestrictions": [],
    "LocationPurchaseRestrictionIds": [1],
    "LocationPurchaseRestrictionNames": null,
    "AgreementTerms": "<div>1.Waiver Form<br>You agree to sign a waiver form with F45 Oxford Circus &amp; Soho</div><p>2. Cooling off period<br>You can cancel your membership with us up to 14 days from the date you commenced training (for the avoidance of doubt the 14 day period commences from the day you complete your first session with F45 Oxford Circus &amp; Soho). This is only applicable to new membership agreements.</p><p>3. Minimum age<br>The minimum age for training with us is 16. People under the age of 18 are required to provide a certificate from a parent or legal guardian confirming approval to train with F45 Oxford Circus &amp; Soho.</p><p>4. Your Health<br>(i) You warrant that you are in good physical condition and you know of no medical or other reason why you cannot or should not do active or passive exercise.<br>(ii) You recognise that the fitness instructor(s) is(are) not able to provide me with medical advice regarding my fitness, and that this information is used as a guideline to the limitations of my ability to exercise.<br>(iii) I agree to not hold any certified trainer or directors of F45 Oxford Circus &amp; Soho liable for any injury that may occur during an F45 Oxford Circus &amp; Soho session.</p><p>5. Paying for Memberships<br>Membership fees are paid in advance on the first of every month, by direct debit from a bank account or credit card.</p><p>6. Meeting Your Responsibilities<br>You must make sure:<br>(i) your account can accept charges<br>(ii) there is enough money in your account on the payment day<br>(iii)- you tell us if you are transferring or closing your account at least 72 hours before the next charge<br>(iv) you tell us about any changes to your credit card, such as its expiry date or number, at least 72 hours before your next charge</p><p>7. What happens if your payment is declined or fails for any reason?<br>(i) If you do not fully pay your fees on the due date, F45 Oxford Circus &amp; Soho will suspend access to the studios until any outstanding balance has been paid and you have given us your updated account details if they are required. F45 Oxford Circus &amp; Soho will continue to debit your nominated account without notice, until F45 Oxford Circus &amp; Soho have received the total amount you owe.<br>(ii) F45 Oxford Circus &amp; Soho will make a reasonable effort to advise you on the status of the failed payments by letting you know beforehand by: phoning you and/or writing to the WhatsApp number or email address you provided for membership/s in your name.<br>(iii) You must make sure that the payment method you choose remains valid for the length of your agreement. This includes third-party accounts. If the details you give us fail, you are liable for all resulting fees. You should update your details and are obligated to complete your minimum term of payments.</p><p>8. Can F45 F45 Oxford Circus &amp; Soho change your agreement?<br>(i) F45 Oxford Circus &amp; Soho may sometimes add, change or remove our terms and conditions. This includes changing the opening and closing hours, the F45 services, the facilities, and membership fees.<br>(ii) Sometimes, F45 Oxford Circus &amp; F45 Soho may also close for refurbishment to improve the facilities. If this substantially reduces our ability to provide our service to you, F45 Oxford Circus &amp; F45 Soho will reduce your membership fees accordingly on a pro-rata basis.<br>(iii) The most up-to-date terms and conditions always apply. F45 Oxford Circus &amp; F45 Soho will give you at least 28 days’ notice of any changes. If F45 Oxford Circus &amp; F45 Soho does not fulfil its obligations to you, you may be able to cancel your membership. Unless the law states otherwise, you won’t have any other claim against us if this happens.</p><p>9. Can F45 Oxford Circus &amp; Soho increase your fees?<br>F45 Oxford Circus &amp; F45 Soho reserve the right to increase your fees only at any time after your agreement has ended. F45 Oxford Circus &amp; F45 Soho will make a reasonable effort to tell you about this at least 28 days beforehand by writing to the address you last gave us (which may be an email address). F45 Oxford Circus &amp; F45 Soho will consider that you have received our letter or email on the second business day after it is sent.<br>Where F45 Oxford Circus &amp; F45 Soho have made a reasonable effort to let you know about a fee increase, you authorise us to increase any debits from your nominated account.</p><p>10. Suspensions and Cancellations<br>F45 Oxford Circus &amp; Soho understand that from time to time you may not be able to train due to holidays, rest periods, becoming sick or injured or wish to cancel your membership altogether. The following rules apply to suspensions and cancellations:<br>Suspensions<br>(i) Memberships can be suspended at any time.<br>(ii) Two week minimum suspension<br>(iii) Six week maximum suspension each year<br>(iv) A one-off admin fee of £15 for each suspension<br>(v)- Suspensions cannot be backdated<br>(vi)- Pro-rata suspensions are not allowed (i.e. outside of the normal billing cycle)</p><p>Cancellations: Out Of Contract<br>Minimum 1 month notice period: If you cancel in the middle of a payment cycle then your next payment will be prorated to reflect the 1 month cancellation period.</p><p>Cancellations: Within Contract<br>Cancellation fee: 50% of remainder contract value.<br>An exit fee does not apply under the following circumstances:<br>(i) Sickness/Injury resulting in not being able to train for remainder of contract (must provide Doctors certificate)</p><p>11. Use of your image<br>You agree to allow F45 Oxford Circus &amp; Soho to take a video or photo to use for promotion purposes from time to time.</p><p>12. Class Booking<br>A fee applies for:<br>(i) Not attending a booked session (a 'No Show'). The penalty fee is £15.<br>(ii) Cancellations inside of the cancellation window of 60 minutes (a 'Late Cancel'). The penalty fee is £10.</p><p>13. COVID-19 Code of Conduct<br>(i). I will adhere to social distancing and ensure that I follow the reasonable directions of all F45 Oxford Circus &amp; Soho staff and trainers in relation to my participation in the F45 training sessions.<br>(ii). I will diligently work to keep all equipment and stations clean following the directions provided<br>by F45 Oxford Circus &amp; Soho staff and trainers.<br>(iii). I will wash and sanitise my hands upon entering and exiting the studio.<br>(iv). I will not enter the studio if I am feeling unwell, including (but not limited to): headache, fever, sore throat, nausea, sneezing, coughing and other cold and flu like symptoms.<br>(v). I do not have a temperature of 38 degrees, or higher when entering the studio. I agree that F45 Oxford Circus &amp; F45 Soho staff may check my temperature using a non-contact digital thermometer.<br>(vi). I acknowledge that if I am exhibiting symptoms referred to above, I may be asked to leave the Studio for the health and safety of all F45 Oxford Circus &amp; F45 Soho staff, members and guests.<br>(vii). If I contract or otherwise come into contract with a person who has, or is suspect to have, COVID-19, I will immediately notify my F45 Studio and otherwise refrain from attending the F45 Studio until there is no longer a risk of infecting any other person.</p><p>By signing below, I hereby acknowledge that I fully understand the above requirements and agree that I will at all times comply with the above requirements. I further acknowledge and agree that nothing in this Code of Conduct is intended to limit or otherwise modify the obligations and rights set out in my F45 Oxford Circus &amp; F45 Soho membership terms and conditions, studio rules and any waivers or releases I have signed in relation to my attendance and use of the F45 Oxford Circus &amp; F45 Studios.</p><p>F45 Health &amp; Fitness Liability Waiver:</p><p>14. Informed Consent Form<br>I, the participant named below, have agreed to participate in the F45 workouts, exercise and training programs (“Workouts”).<br>I acknowledge and agree that the Workouts:<br>(i) are a recreational sport activity; and<br>(ii) may involve strenuous physical activity including, but not limited to, muscle strength and endurance training, cardiovascular conditioning and training, and other various fitness activities.</p><p>I hereby affirm, and I affirm each time I participate in a Workout, that:<br>(i) I am in good physical condition and do not suffer from any known disability or condition which would prevent or limit my participation in this exercise program; and<br>(ii) I am participating in the Workouts voluntarily and at my own risk.</p><p>I hereby release F45 Training Pty Ltd, F45 Oxford Circus &amp; Soho and their officers, agents and employees (the “Released Parties”) from any claims, demands, and causes of action as a result of my voluntary participation in the Workouts, to the extent permitted by law.</p><p>I fully understand that I may injure myself as a result of my participation in the workouts and I hereby release the Released Parties from any liability now or in the future for conditions that I may obtain directly or indirectly from participating in the Workouts, to the fullest extent permitted by law. These conditions may include, but are not limited to, heart attacks, muscle strains, muscle pulls, muscle tears, broken bones, shin splints, heat prostration, injuries to knees, injuries to back, injuries to foot, or any other illness or soreness that I may incur, including death.</p><p>Assumption of the Risk and Waiver of Liability Relating to Coronavirus/COVID-19. The novel coronavirus, COVID-19, has been declared a worldwide pandemic by the World Health Organisation. COVID-19 is extremely contagious and is believed to spread mainly from person-to-person contact. As a result, federal, state, and local governments and federal and state health agencies recommend social distancing and have, in many locations, prohibited the congregation of groups of people. F45 Training and the F45 franchised studios F45 Oxford Circus &amp; F45 Soho have done their best to put in place preventative measures to reduce the spread of COVID-19; however, F45 cannot guarantee that you will not become infected with COVID-19. Further, attending F45 could increase your risk of contracting COVID-19.</p><p>By signing this agreement, you acknowledge the contagious nature of COVID-19 and voluntarily assume the risk that you may be exposed to or infected by COVID-19 by attending F45 and that such exposure or infection may result in personal injury, illness, permanent disability, and death. You understand that the risk of becoming exposed to or infected by COVID-19 at F45 Oxford Circus &amp; F45 Soho may result from the actions, omissions, or negligence of myself and others, including, but not limited to, F45 employees and program participants. You voluntarily agree to assume all of the foregoing risks and accept sole responsibility for any injury to yourself (including, but not limited to, personal injury, disability, and death), illness, damage, loss, claim, liability, or expense, of any kind, that you may experience or incur in connection with your attendance at F45 Oxford Circus &amp; F45 Soho (“Claims”). You hereby release, covenant not to sue, discharge, and hold harmless F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, from the Claims. You understand and agree that this release includes any Claims based on the actions, omissions, or negligence of F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, whether a COVID-19 infection occurs before, during, or after participation in any F45 program.</p>",
    "RequiresElectronicConfirmation": true,
    "AutopayEnabled": true,
    "FirstPaymentAmountSubtotal": 200.0,
    "FirstPaymentAmountTax": 0.0,
    "FirstPaymentAmountTotal": 200.0,
    "RecurringPaymentAmountSubtotal": 200.0,
    "RecurringPaymentAmountTax": 0.0,
    "RecurringPaymentAmountTotal": 200.0,
    "TotalContractAmountSubtotal": 600.0,
    "TotalContractAmountTax": 0.0,
    "TotalContractAmountTotal": 600.0,
    "PromoPaymentAmountSubtotal": null,
    "PromoPaymentAmountTax": null,
    "PromoPaymentAmountTotal": null,
    "NumberOfPromoAutopays": null
  },
  {
    "Id": 1014,
    "Name": "Unlimited 6 - 6 Month minimum contract",
    "Description": "",
    "AssignsMembershipId": 4014,
    "AssignsMembershipName": "6 Month Member",
    "SoldOnline": false,
    "ContractItems": [
      {
        "Id": "500032",
        "Name": "F45 Unlimited | 6 Month | Monthly Autopay",
        "Description": "",
        "Type": "ServicePricingOption",
        "Price": 190.0,
        "Quantity": 1,
        "OneTimeItem": false
      }
    ],
    "IntroOffer": "None",
    "AutopaySchedule": {
      "FrequencyType": "SetNumberOfAutopays",
      "FrequencyValue": 1,
      "FrequencyTimeUnit": "Monthly"
    },
    "NumberOfAutopays": 6,
    "AutopayTriggerType": "OnSetSchedule",
    "ActionUponCompletionOfAutopays": "ContractAutomaticallyRenews",
    "ClientsChargedOn": "OnSaleDate",
    "ClientsChargedOnSpecificDate": null,
    "DiscountAmount": 0.0,
    "DepositAmount": 0.0,
    "FirstAutopayFree": false,
    "LastAutopayFree": false,
    "ClientTerminateOnline": false,
    "MembershipTypeRestrictions": [],
    "LocationPurchaseRestrictionIds": [1],
    "LocationPurchaseRestrictionNames": null,
    "AgreementTerms": "<p style=\"text-align:justify;\" style=\"text-align:justify;\">1.Waiver Form<br>You agree to sign a waiver form with F45 Oxford Circus &amp; Soho</p><p>2. Cooling off period<br>You can cancel your membership with us up to 14 days from the date you commenced training (for the avoidance of doubt the 14 day period commences from the day you complete your first session with F45 Oxford Circus &amp; Soho). This is only applicable to new membership agreements.</p><p>3. Minimum age<br>The minimum age for training with us is 16. People under the age of 18 are required to provide a certificate from a parent or legal guardian confirming approval to train with F45 Oxford Circus &amp; Soho.</p><p>4. Your Health<br>(i) You warrant that you are in good physical condition and you know of no medical or other reason why you cannot or should not do active or passive exercise.<br>(ii) You recognise that the fitness instructor(s) is(are) not able to provide me with medical advice regarding my fitness, and that this information is used as a guideline to the limitations of my ability to exercise.<br>(iii) I agree to not hold any certified trainer or directors of F45 Oxford Circus &amp; Soho liable for any injury that may occur during an F45 Oxford Circus &amp; Soho session.</p><p>5. Paying for Memberships<br>Membership fees are paid in advance on the first of every month, by direct debit from a bank account or credit card.</p><p>6. Meeting Your Responsibilities<br>You must make sure:<br>(i) your account can accept charges<br>(ii) there is enough money in your account on the payment day<br>(iii)- you tell us if you are transferring or closing your account at least 72 hours before the next charge<br>(iv) you tell us about any changes to your credit card, such as its expiry date or number, at least 72 hours before your next charge</p><p>7. What happens if your payment is declined or fails for any reason?<br>(i) If you do not fully pay your fees on the due date, F45 Oxford Circus &amp; Soho will suspend access to the studios until any outstanding balance has been paid and you have given us your updated account details if they are required. F45 Oxford Circus &amp; Soho will continue to debit your nominated account without notice, until F45 Oxford Circus &amp; Soho have received the total amount you owe.<br>(ii) F45 Oxford Circus &amp; Soho will make a reasonable effort to advise you on the status of the failed payments by letting you know beforehand by: phoning you and/or writing to the WhatsApp number or email address you provided for membership/s in your name.<br>(iii) You must make sure that the payment method you choose remains valid for the length of your agreement. This includes third-party accounts. If the details you give us fail, you are liable for all resulting fees. You should update your details and are obligated to complete your minimum term of payments.</p><p>8. Can F45 F45 Oxford Circus &amp; Soho change your agreement?<br>(i) F45 Oxford Circus &amp; Soho may sometimes add, change or remove our terms and conditions. This includes changing the opening and closing hours, the F45 services, the facilities, and membership fees.<br>(ii) Sometimes, F45 Oxford Circus &amp; F45 Soho may also close for refurbishment to improve the facilities. If this substantially reduces our ability to provide our service to you, F45 Oxford Circus &amp; F45 Soho will reduce your membership fees accordingly on a pro-rata basis.<br>(iii) The most up-to-date terms and conditions always apply. F45 Oxford Circus &amp; F45 Soho will give you at least 28 days’ notice of any changes. If F45 Oxford Circus &amp; F45 Soho does not fulfil its obligations to you, you may be able to cancel your membership. Unless the law states otherwise, you won’t have any other claim against us if this happens.</p><p>9. Can F45 Oxford Circus &amp; Soho increase your fees?<br>F45 Oxford Circus &amp; F45 Soho reserve the right to increase your fees only at any time after your agreement has ended. F45 Oxford Circus &amp; F45 Soho will make a reasonable effort to tell you about this at least 28 days beforehand by writing to the address you last gave us (which may be an email address). F45 Oxford Circus &amp; F45 Soho will consider that you have received our letter or email on the second business day after it is sent.<br>Where F45 Oxford Circus &amp; F45 Soho have made a reasonable effort to let you know about a fee increase, you authorise us to increase any debits from your nominated account.</p><p>10. Suspensions and Cancellations<br>F45 Oxford Circus &amp; Soho understand that from time to time you may not be able to train due to holidays, rest periods, becoming sick or injured or wish to cancel your membership altogether. The following rules apply to suspensions and cancellations:<br>Suspensions<br>(i) Memberships can be suspended at any time.<br>(ii) Two week minimum suspension<br>(iii) Six week maximum suspension each year<br>(iv) A one-off admin fee of £15 for each suspension<br>(v)- Suspensions cannot be backdated<br>(vi)- Pro-rata suspensions are not allowed (i.e. outside of the normal billing cycle)</p><p>Cancellations: Out Of Contract<br>Minimum 1 month notice period: If you cancel in the middle of a payment cycle then your next payment will be prorated to reflect the 1 month cancellation period.</p><p>Cancellations: Within Contract<br>Cancellation fee: 50% of remainder contract value.<br>An exit fee does not apply under the following circumstances:<br>(i) Sickness/Injury resulting in not being able to train for remainder of contract (must provide Doctors certificate)</p><p>11. Use of your image<br>You agree to allow F45 Oxford Circus &amp; Soho to take a video or photo to use for promotion purposes from time to time.</p><p>12. Class Booking<br>A fee applies for:<br>(i) Not attending a booked session (a 'No Show'). The penalty fee is £15.<br>(ii) Cancellations inside of the cancellation window of 60 minutes (a 'Late Cancel'). The penalty fee is £10.</p><p>13. COVID-19 Code of Conduct<br>(i). I will adhere to social distancing and ensure that I follow the reasonable directions of all F45 Oxford Circus &amp; Soho staff and trainers in relation to my participation in the F45 training sessions.<br>(ii). I will diligently work to keep all equipment and stations clean following the directions provided<br>by F45 Oxford Circus &amp; Soho staff and trainers.<br>(iii). I will wash and sanitise my hands upon entering and exiting the studio.<br>(iv). I will not enter the studio if I am feeling unwell, including (but not limited to): headache, fever, sore throat, nausea, sneezing, coughing and other cold and flu like symptoms.<br>(v). I do not have a temperature of 38 degrees, or higher when entering the studio. I agree that F45 Oxford Circus &amp; F45 Soho staff may check my temperature using a non-contact digital thermometer.<br>(vi). I acknowledge that if I am exhibiting symptoms referred to above, I may be asked to leave the Studio for the health and safety of all F45 Oxford Circus &amp; F45 Soho staff, members and guests.<br>(vii). If I contract or otherwise come into contract with a person who has, or is suspect to have, COVID-19, I will immediately notify my F45 Studio and otherwise refrain from attending the F45 Studio until there is no longer a risk of infecting any other person.</p><p>By signing below, I hereby acknowledge that I fully understand the above requirements and agree that I will at all times comply with the above requirements. I further acknowledge and agree that nothing in this Code of Conduct is intended to limit or otherwise modify the obligations and rights set out in my F45 Oxford Circus &amp; F45 Soho membership terms and conditions, studio rules and any waivers or releases I have signed in relation to my attendance and use of the F45 Oxford Circus &amp; F45 Studios.</p><p>F45 Health &amp; Fitness Liability Waiver:</p><p>14. Informed Consent Form<br>I, the participant named below, have agreed to participate in the F45 workouts, exercise and training programs (“Workouts”).<br>I acknowledge and agree that the Workouts:<br>(i) are a recreational sport activity; and<br>(ii) may involve strenuous physical activity including, but not limited to, muscle strength and endurance training, cardiovascular conditioning and training, and other various fitness activities.</p><p>I hereby affirm, and I affirm each time I participate in a Workout, that:<br>(i) I am in good physical condition and do not suffer from any known disability or condition which would prevent or limit my participation in this exercise program; and<br>(ii) I am participating in the Workouts voluntarily and at my own risk.</p><p>I hereby release F45 Training Pty Ltd, F45 Oxford Circus &amp; Soho and their officers, agents and employees (the “Released Parties”) from any claims, demands, and causes of action as a result of my voluntary participation in the Workouts, to the extent permitted by law.</p><p>I fully understand that I may injure myself as a result of my participation in the workouts and I hereby release the Released Parties from any liability now or in the future for conditions that I may obtain directly or indirectly from participating in the Workouts, to the fullest extent permitted by law. These conditions may include, but are not limited to, heart attacks, muscle strains, muscle pulls, muscle tears, broken bones, shin splints, heat prostration, injuries to knees, injuries to back, injuries to foot, or any other illness or soreness that I may incur, including death.</p><p>Assumption of the Risk and Waiver of Liability Relating to Coronavirus/COVID-19. The novel coronavirus, COVID-19, has been declared a worldwide pandemic by the World Health Organisation. COVID-19 is extremely contagious and is believed to spread mainly from person-to-person contact. As a result, federal, state, and local governments and federal and state health agencies recommend social distancing and have, in many locations, prohibited the congregation of groups of people. F45 Training and the F45 franchised studios F45 Oxford Circus &amp; F45 Soho have done their best to put in place preventative measures to reduce the spread of COVID-19; however, F45 cannot guarantee that you will not become infected with COVID-19. Further, attending F45 could increase your risk of contracting COVID-19.</p><p>By signing this agreement, you acknowledge the contagious nature of COVID-19 and voluntarily assume the risk that you may be exposed to or infected by COVID-19 by attending F45 and that such exposure or infection may result in personal injury, illness, permanent disability, and death. You understand that the risk of becoming exposed to or infected by COVID-19 at F45 Oxford Circus &amp; F45 Soho may result from the actions, omissions, or negligence of myself and others, including, but not limited to, F45 employees and program participants. You voluntarily agree to assume all of the foregoing risks and accept sole responsibility for any injury to yourself (including, but not limited to, personal injury, disability, and death), illness, damage, loss, claim, liability, or expense, of any kind, that you may experience or incur in connection with your attendance at F45 Oxford Circus &amp; F45 Soho (“Claims”). You hereby release, covenant not to sue, discharge, and hold harmless F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, from the Claims. You understand and agree that this release includes any Claims based on the actions, omissions, or negligence of F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, whether a COVID-19 infection occurs before, during, or after participation in any F45 program.</p>",
    "RequiresElectronicConfirmation": true,
    "AutopayEnabled": true,
    "FirstPaymentAmountSubtotal": 190.0,
    "FirstPaymentAmountTax": 31.67,
    "FirstPaymentAmountTotal": 190.0,
    "RecurringPaymentAmountSubtotal": 190.0,
    "RecurringPaymentAmountTax": 31.67,
    "RecurringPaymentAmountTotal": 190.0,
    "TotalContractAmountSubtotal": 1140.0,
    "TotalContractAmountTax": 190.02,
    "TotalContractAmountTotal": 1140.0,
    "PromoPaymentAmountSubtotal": null,
    "PromoPaymentAmountTax": null,
    "PromoPaymentAmountTotal": null,
    "NumberOfPromoAutopays": null
  },
  {
    "Id": 1003,
    "Name": "Unlimited 12 - 12 Month minimum contract",
    "Description": "<div>Experience F45's innovative, high-intensity group workouts that are fast, fun, and results-driven. Each group fitness class is 45 minutes, led by top trainers, and encourages a motivating, supportive community.</div>",
    "AssignsMembershipId": 4012,
    "AssignsMembershipName": "Annual Member",
    "SoldOnline": false,
    "ContractItems": [
      {
        "Id": "500021",
        "Name": "F45 Unlimited | Annual | Monthly Autopay",
        "Description": "",
        "Type": "ServicePricingOption",
        "Price": 180.0,
        "Quantity": 1,
        "OneTimeItem": false
      }
    ],
    "IntroOffer": "None",
    "AutopaySchedule": {
      "FrequencyType": "SetNumberOfAutopays",
      "FrequencyValue": 1,
      "FrequencyTimeUnit": "Monthly"
    },
    "NumberOfAutopays": 12,
    "AutopayTriggerType": "OnSetSchedule",
    "ActionUponCompletionOfAutopays": "ContractAutomaticallyRenews",
    "ClientsChargedOn": "OnSaleDate",
    "ClientsChargedOnSpecificDate": null,
    "DiscountAmount": 0.0,
    "DepositAmount": 0.0,
    "FirstAutopayFree": false,
    "LastAutopayFree": false,
    "ClientTerminateOnline": false,
    "MembershipTypeRestrictions": [],
    "LocationPurchaseRestrictionIds": [1],
    "LocationPurchaseRestrictionNames": null,
    "AgreementTerms": "<div>1.Waiver Form<br>You agree to sign a waiver form with F45 Oxford Circus &amp; Soho</div><p>2. Cooling off period<br>You can cancel your membership with us up to 14 days from the date you commenced training (for the avoidance of doubt the 14 day period commences from the day you complete your first session with F45 Oxford Circus &amp; Soho). This is only applicable to new membership agreements.</p><p>3. Minimum age<br>The minimum age for training with us is 16. People under the age of 18 are required to provide a certificate from a parent or legal guardian confirming approval to train with F45 Oxford Circus &amp; Soho.</p><p>4. Your Health<br>(i) You warrant that you are in good physical condition and you know of no medical or other reason why you cannot or should not do active or passive exercise.<br>(ii) You recognise that the fitness instructor(s) is(are) not able to provide me with medical advice regarding my fitness, and that this information is used as a guideline to the limitations of my ability to exercise.<br>(iii) I agree to not hold any certified trainer or directors of F45 Oxford Circus &amp; Soho liable for any injury that may occur during an F45 Oxford Circus &amp; Soho session.</p><p>5. Paying for Memberships<br>Membership fees are paid in advance on the first of every month, by direct debit from a bank account or credit card.</p><p>6. Meeting Your Responsibilities<br>You must make sure:<br>(i) your account can accept charges<br>(ii) there is enough money in your account on the payment day<br>(iii)- you tell us if you are transferring or closing your account at least 72 hours before the next charge<br>(iv) you tell us about any changes to your credit card, such as its expiry date or number, at least 72 hours before your next charge</p><p>7. What happens if your payment is declined or fails for any reason?<br>(i) If you do not fully pay your fees on the due date, F45 Oxford Circus &amp; Soho will suspend access to the studios until any outstanding balance has been paid and you have given us your updated account details if they are required. F45 Oxford Circus &amp; Soho will continue to debit your nominated account without notice, until F45 Oxford Circus &amp; Soho have received the total amount you owe.<br>(ii) F45 Oxford Circus &amp; Soho will make a reasonable effort to advise you on the status of the failed payments by letting you know beforehand by: phoning you and/or writing to the WhatsApp number or email address you provided for membership/s in your name.<br>(iii) You must make sure that the payment method you choose remains valid for the length of your agreement. This includes third-party accounts. If the details you give us fail, you are liable for all resulting fees. You should update your details and are obligated to complete your minimum term of payments.</p><p>8. Can F45 F45 Oxford Circus &amp; Soho change your agreement?<br>(i) F45 Oxford Circus &amp; Soho may sometimes add, change or remove our terms and conditions. This includes changing the opening and closing hours, the F45 services, the facilities, and membership fees.<br>(ii) Sometimes, F45 Oxford Circus &amp; F45 Soho may also close for refurbishment to improve the facilities. If this substantially reduces our ability to provide our service to you, F45 Oxford Circus &amp; F45 Soho will reduce your membership fees accordingly on a pro-rata basis.<br>(iii) The most up-to-date terms and conditions always apply. F45 Oxford Circus &amp; F45 Soho will give you at least 28 days’ notice of any changes. If F45 Oxford Circus &amp; F45 Soho does not fulfil its obligations to you, you may be able to cancel your membership. Unless the law states otherwise, you won’t have any other claim against us if this happens.</p><p>9. Can F45 Oxford Circus &amp; Soho increase your fees?<br>F45 Oxford Circus &amp; F45 Soho reserve the right to increase your fees only at any time after your agreement has ended. F45 Oxford Circus &amp; F45 Soho will make a reasonable effort to tell you about this at least 28 days beforehand by writing to the address you last gave us (which may be an email address). F45 Oxford Circus &amp; F45 Soho will consider that you have received our letter or email on the second business day after it is sent.<br>Where F45 Oxford Circus &amp; F45 Soho have made a reasonable effort to let you know about a fee increase, you authorise us to increase any debits from your nominated account.</p><p>10. Suspensions and Cancellations<br>F45 Oxford Circus &amp; Soho understand that from time to time you may not be able to train due to holidays, rest periods, becoming sick or injured or wish to cancel your membership altogether. The following rules apply to suspensions and cancellations:<br>Suspensions<br>(i) Memberships can be suspended at any time.<br>(ii) Two week minimum suspension<br>(iii) Six week maximum suspension each year<br>(iv) A one-off admin fee of £15 for each suspension<br>(v)- Suspensions cannot be backdated<br>(vi)- Pro-rata suspensions are not allowed (i.e. outside of the normal billing cycle)</p><p>Cancellations: Out Of Contract<br>Minimum 1 month notice period: If you cancel in the middle of a payment cycle then your next payment will be prorated to reflect the 1 month cancellation period.</p><p>Cancellations: Within Contract<br>Cancellation fee: 50% of remainder contract value.<br>An exit fee does not apply under the following circumstances:<br>(i) Sickness/Injury resulting in not being able to train for remainder of contract (must provide Doctors certificate)</p><p>11. Use of your image<br>You agree to allow F45 Oxford Circus &amp; Soho to take a video or photo to use for promotion purposes from time to time.</p><p>12. Class Booking<br>A fee applies for:<br>(i) Not attending a booked session (a 'No Show'). The penalty fee is £15.<br>(ii) Cancellations inside of the cancellation window of 60 minutes (a 'Late Cancel'). The penalty fee is £10.</p><p>13. COVID-19 Code of Conduct<br>(i). I will adhere to social distancing and ensure that I follow the reasonable directions of all F45 Oxford Circus &amp; Soho staff and trainers in relation to my participation in the F45 training sessions.<br>(ii). I will diligently work to keep all equipment and stations clean following the directions provided<br>by F45 Oxford Circus &amp; Soho staff and trainers.<br>(iii). I will wash and sanitise my hands upon entering and exiting the studio.<br>(iv). I will not enter the studio if I am feeling unwell, including (but not limited to): headache, fever, sore throat, nausea, sneezing, coughing and other cold and flu like symptoms.<br>(v). I do not have a temperature of 38 degrees, or higher when entering the studio. I agree that F45 Oxford Circus &amp; F45 Soho staff may check my temperature using a non-contact digital thermometer.<br>(vi). I acknowledge that if I am exhibiting symptoms referred to above, I may be asked to leave the Studio for the health and safety of all F45 Oxford Circus &amp; F45 Soho staff, members and guests.<br>(vii). If I contract or otherwise come into contract with a person who has, or is suspect to have, COVID-19, I will immediately notify my F45 Studio and otherwise refrain from attending the F45 Studio until there is no longer a risk of infecting any other person.</p><p>By signing below, I hereby acknowledge that I fully understand the above requirements and agree that I will at all times comply with the above requirements. I further acknowledge and agree that nothing in this Code of Conduct is intended to limit or otherwise modify the obligations and rights set out in my F45 Oxford Circus &amp; F45 Soho membership terms and conditions, studio rules and any waivers or releases I have signed in relation to my attendance and use of the F45 Oxford Circus &amp; F45 Studios.</p><p>F45 Health &amp; Fitness Liability Waiver:</p><p>14. Informed Consent Form<br>I, the participant named below, have agreed to participate in the F45 workouts, exercise and training programs (“Workouts”).<br>I acknowledge and agree that the Workouts:<br>(i) are a recreational sport activity; and<br>(ii) may involve strenuous physical activity including, but not limited to, muscle strength and endurance training, cardiovascular conditioning and training, and other various fitness activities.</p><p>I hereby affirm, and I affirm each time I participate in a Workout, that:<br>(i) I am in good physical condition and do not suffer from any known disability or condition which would prevent or limit my participation in this exercise program; and<br>(ii) I am participating in the Workouts voluntarily and at my own risk.</p><p>I hereby release F45 Training Pty Ltd, F45 Oxford Circus &amp; Soho and their officers, agents and employees (the “Released Parties”) from any claims, demands, and causes of action as a result of my voluntary participation in the Workouts, to the extent permitted by law.</p><p>I fully understand that I may injure myself as a result of my participation in the workouts and I hereby release the Released Parties from any liability now or in the future for conditions that I may obtain directly or indirectly from participating in the Workouts, to the fullest extent permitted by law. These conditions may include, but are not limited to, heart attacks, muscle strains, muscle pulls, muscle tears, broken bones, shin splints, heat prostration, injuries to knees, injuries to back, injuries to foot, or any other illness or soreness that I may incur, including death.</p><p>Assumption of the Risk and Waiver of Liability Relating to Coronavirus/COVID-19. The novel coronavirus, COVID-19, has been declared a worldwide pandemic by the World Health Organisation. COVID-19 is extremely contagious and is believed to spread mainly from person-to-person contact. As a result, federal, state, and local governments and federal and state health agencies recommend social distancing and have, in many locations, prohibited the congregation of groups of people. F45 Training and the F45 franchised studios F45 Oxford Circus &amp; F45 Soho have done their best to put in place preventative measures to reduce the spread of COVID-19; however, F45 cannot guarantee that you will not become infected with COVID-19. Further, attending F45 could increase your risk of contracting COVID-19.</p><p>By signing this agreement, you acknowledge the contagious nature of COVID-19 and voluntarily assume the risk that you may be exposed to or infected by COVID-19 by attending F45 and that such exposure or infection may result in personal injury, illness, permanent disability, and death. You understand that the risk of becoming exposed to or infected by COVID-19 at F45 Oxford Circus &amp; F45 Soho may result from the actions, omissions, or negligence of myself and others, including, but not limited to, F45 employees and program participants. You voluntarily agree to assume all of the foregoing risks and accept sole responsibility for any injury to yourself (including, but not limited to, personal injury, disability, and death), illness, damage, loss, claim, liability, or expense, of any kind, that you may experience or incur in connection with your attendance at F45 Oxford Circus &amp; F45 Soho (“Claims”). You hereby release, covenant not to sue, discharge, and hold harmless F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, from the Claims. You understand and agree that this release includes any Claims based on the actions, omissions, or negligence of F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, whether a COVID-19 infection occurs before, during, or after participation in any F45 program.</p>",
    "RequiresElectronicConfirmation": true,
    "AutopayEnabled": true,
    "FirstPaymentAmountSubtotal": 180.0,
    "FirstPaymentAmountTax": 0.0,
    "FirstPaymentAmountTotal": 180.0,
    "RecurringPaymentAmountSubtotal": 180.0,
    "RecurringPaymentAmountTax": 0.0,
    "RecurringPaymentAmountTotal": 180.0,
    "TotalContractAmountSubtotal": 2160.0,
    "TotalContractAmountTax": 0.0,
    "TotalContractAmountTotal": 2160.0,
    "PromoPaymentAmountSubtotal": null,
    "PromoPaymentAmountTax": null,
    "PromoPaymentAmountTotal": null,
    "NumberOfPromoAutopays": null
  },
  {
    "Id": 1062,
    "Name": "Monthly 12 - 12 sessions a month - 3 month minimum",
    "Description": "",
    "AssignsMembershipId": 4433,
    "AssignsMembershipName": "Limited Member",
    "SoldOnline": false,
    "ContractItems": [
      {
        "Id": "500127",
        "Name": "F45 Limited | 12 x Monthly | Monthly Autopay",
        "Description": "",
        "Type": "ServicePricingOption",
        "Price": 160.0,
        "Quantity": 1,
        "OneTimeItem": false
      }
    ],
    "IntroOffer": "None",
    "AutopaySchedule": {
      "FrequencyType": "SetNumberOfAutopays",
      "FrequencyValue": 1,
      "FrequencyTimeUnit": "Monthly"
    },
    "NumberOfAutopays": 12,
    "AutopayTriggerType": "OnSetSchedule",
    "ActionUponCompletionOfAutopays": "ContractAutomaticallyRenews",
    "ClientsChargedOn": "OnSaleDate",
    "ClientsChargedOnSpecificDate": null,
    "DiscountAmount": 0.0,
    "DepositAmount": 0.0,
    "FirstAutopayFree": false,
    "LastAutopayFree": false,
    "ClientTerminateOnline": false,
    "MembershipTypeRestrictions": [],
    "LocationPurchaseRestrictionIds": [1],
    "LocationPurchaseRestrictionNames": null,
    "AgreementTerms": "<p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">1.Waiver Form</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">You agree to sign a waiver form with F45 Oxford Circus &amp; Soho</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">2. Cooling off period</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">You can cancel your membership with us up to 14 days from the date you commenced training (for the avoidance of doubt the 14 day period commences from the day you complete your first session with F45 Oxford Circus &amp; Soho). This is only applicable to new membership agreements.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">3. Minimum age</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">The minimum age for training with us is 16. People under the age of 18 are required to provide a certificate from a parent or legal guardian confirming approval to train with F45 Oxford Circus &amp; Soho.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">4. Your Health</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(i) You warrant that you are in good physical condition and you know of no medical or other reason why you cannot or should not do active or passive exercise.<br></span><span style=\"font-size:10px;\" style=\"font-size:10px;\">(ii) You recognise&nbsp;that the fitness instructor(s) is(are) not able to provide me with medical advice regarding my fitness, and that this information is used as a guideline to the limitations of my ability to exercise.<br></span><span style=\"font-size:10px;\" style=\"font-size:10px;\">(iii) I agree to not hold any certified trainer or directors of F45 Oxford Circus &amp; Soho liable for any injury that may occur during an F45 Oxford Circus &amp; Soho session.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">5. Paying for Memberships</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">Membership fees are paid in advance on the first of every month, by direct debit from a bank account or credit card.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">6. Meeting Your Responsibilities</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">You must make sure:</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(i) your account can accept charges</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(ii) there is enough money in your account on the payment day</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(iii)- you tell us if you are transferring or closing your account at least 72 hours before the next charge</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(iv) you tell us about any changes to your credit card, such as its expiry date or number, at least 72 hours before your next charge</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">7. What happens if your payment is declined or fails for any reason?</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(i) If you do not fully pay your fees on the due date, F45 Oxford Circus &amp; Soho will suspend access to the studios until any outstanding balance has been paid and you have given us your updated account details if they are required. F45 Oxford Circus &amp; Soho will continue to debit your nominated account without notice, until F45 Oxford Circus &amp; Soho have received the total amount you owe.</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(ii) F45 Oxford Circus &amp; Soho will make a reasonable effort to advise you on the status of the failed payments by letting you know beforehand by:</span><span style=\"font-size:10px;\" style=\"font-size:10px;\">&nbsp;phoning you and/or</span><span style=\"font-size:10px;\" style=\"font-size:10px;\">&nbsp;writing to the WhatsApp number or email address you provided for membership/s in your name.<br></span><span style=\"font-size:10px;\" style=\"font-size:10px;\">(iii) You must make sure that the payment method you choose remains valid for the length of your agreement. This includes third-party accounts. If the details you give us fail, you are liable for all resulting fees. You should update your details and are obligated to complete your minimum term of payments.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">8. Can F45 F45 Oxford Circus &amp; Soho change your agreement?</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(i) F45 Oxford Circus &amp; Soho may sometimes add, change or remove our terms and conditions. This includes changing the opening and closing hours, the F45 services, the facilities, and membership fees.<br></span><span style=\"font-size:10px;\" style=\"font-size:10px;\">(ii) Sometimes, F45 Oxford Circus &amp; F45 Soho may also close for refurbishment to improve the facilities. If this substantially reduces our ability to provide our service to you, F45 Oxford Circus &amp; F45 Soho will reduce your membership fees accordingly on a pro-rata basis.<br></span><span style=\"font-size:10px;\" style=\"font-size:10px;\">(iii) The most up-to-date terms and conditions always apply. F45 Oxford Circus &amp; F45 Soho will give you at least 28 days’ notice of any changes. If F45 Oxford Circus &amp; F45 Soho does not fulfil its obligations to you, you may be able to cancel your membership. Unless the law states otherwise, you won’t have any other claim against us if this happens.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">9. Can F45 Oxford Circus &amp; Soho increase your fees?</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">F45 Oxford Circus &amp; F45 Soho reserve the right to increase your fees only at any time after your agreement has ended. F45 Oxford Circus &amp; F45 Soho will make a reasonable effort to tell you about this at least 28 days beforehand by writing to the address you last gave us (which may be an email address). F45 Oxford Circus &amp; F45 Soho will consider that you have received our letter or email on the second business day after it is sent.</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">Where F45 Oxford Circus &amp; F45 Soho have made a reasonable effort to let you know about a fee increase, you authorise&nbsp;us to increase any debits from your nominated account.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">10. Suspensions and Cancellations</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">F45 Oxford Circus &amp; Soho understand that from time to time you may not be able to train due to holidays, rest periods, becoming sick or injured or wish to cancel your membership altogether. The following rules apply to suspensions and cancellations:</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">Suspensions</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(i) Memberships can be suspended at any time.</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(ii) Two week minimum suspension</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(iii) Six week maximum suspension each year</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(iv) A one-off admin fee of £15 for each suspension</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(v)- Suspensions cannot be backdated</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(vi)- Pro-rata suspensions are not allowed (i.e. outside of the normal billing cycle)</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">Cancellations: Out Of Contract</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">Minimum 1 month notice period: If you cancel in the middle of a payment cycle then your next payment will be prorated to reflect the 1 month cancellation period.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><strong><span style=\"font-size:10px;color:#3c3a70;\" style=\"font-size:10px;color:#3c3a70;\">Cancellations: Within Contract</span></strong><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">Cancellation fee: 50% of remainder contract value.</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">An exit fee does not apply under the following circumstances:</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(i) Sickness/Injury resulting in not being able to train for remainder of contract (must provide Doctors certificate)</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">11. Use of your image</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">You agree to allow F45 Oxford Circus &amp; Soho to take a video or photo to use for promotion purposes from time to time.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">12. Class Booking</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">A fee applies for:</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(i) Not attending a booked session (a 'No Show'). The penalty fee is £15.</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(ii) Cancellations inside of the cancellation window of 60 minutes (a 'Late Cancel'). The penalty fee is £10.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">13. COVID-19 Code of Conduct</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(i). I will adhere to social distancing and ensure that I follow the reasonable directions of all F45 Oxford Circus &amp; Soho&nbsp;</span><span style=\"font-size:10px;\" style=\"font-size:10px;\">staff and trainers in relation to my participation in the F45 training sessions.</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(ii). I will diligently work to keep all equipment and stations clean following the directions provided</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">by F45 Oxford Circus &amp; Soho staff and trainers.</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(iii). I will wash and sanitise my hands upon entering and exiting the studio.</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(iv). I will not enter the studio if I am feeling unwell, including (but not limited to): headache,&nbsp;</span><span style=\"font-size:10px;\" style=\"font-size:10px;\">fever, sore throat, nausea, sneezing, coughing and other cold and flu like symptoms.</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(v). I do not have a temperature of 38 degrees, or higher when entering the studio. I agree that F45 Oxford Circus &amp; F45 Soho&nbsp;</span><span style=\"font-size:10px;\" style=\"font-size:10px;\">staff may check my temperature using a non-contact digital thermometer.</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(vi). I acknowledge that if I am exhibiting symptoms referred to above, I may be asked to leave the&nbsp;</span><span style=\"font-size:10px;\" style=\"font-size:10px;\">Studio for the health and safety of all F45 Oxford Circus &amp; F45 Soho staff, members and guests.</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(vii). If I contract or otherwise come into contract with a person who has, or is suspect to have,&nbsp;</span><span style=\"font-size:10px;\" style=\"font-size:10px;\">COVID-19, I will immediately notify my F45 Studio and otherwise refrain from attending the F45&nbsp;</span><span style=\"font-size:10px;\" style=\"font-size:10px;\">Studio until there is no longer a risk of infecting any other person.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"font-size:10px;\" style=\"font-size:10px;\">By signing below, I hereby acknowledge that I fully understand the above requirements and agree that I will at all times comply with the above requirements. I further acknowledge and agree that nothing in this Code of Conduct is intended to limit or otherwise modify the obligations and rights set out in my F45 Oxford Circus &amp; F45 Soho membership terms and conditions, studio rules and any waivers or releases I have signed in relation to my attendance and use of the F45 Oxford Circus &amp; F45 Studios.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">F45 Health &amp; Fitness Liability Waiver:</span></strong></span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"color:#3c3a70;\" style=\"color:#3c3a70;\"><strong><span style=\"font-size:10px;\" style=\"font-size:10px;\">14. Informed Consent Form</span></strong></span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">I, the participant named below, have agreed to participate in the F45 workouts, exercise and training programs (“Workouts”).</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">I acknowledge and agree that the Workouts:</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(i) are a recreational sport activity; and</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(ii) may involve strenuous physical activity including, but not limited to, muscle strength and endurance training, cardiovascular conditioning and training, and other various fitness activities.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"font-size:10px;\" style=\"font-size:10px;\">I hereby affirm, and I affirm each time I participate in a Workout, that:</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(i) I am in good physical condition and do not suffer from any known disability or condition which would prevent or limit my participation in this exercise program; and</span><br><span style=\"font-size:10px;\" style=\"font-size:10px;\">(ii) I am participating in the Workouts voluntarily and at my own risk.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"font-size:10px;\" style=\"font-size:10px;\">I hereby release F45 Training Pty Ltd, F45 Oxford Circus &amp; Soho and their officers, agents and employees (the “Released Parties”) from any claims, demands, and causes of action as a result of my voluntary participation in the Workouts, to the extent permitted by law.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"font-size:10px;\" style=\"font-size:10px;\">I fully understand that I may injure myself as a result of my participation in the workouts and I hereby release the Released Parties from any liability now or in the future for conditions that I may obtain directly or indirectly from participating in the Workouts, to the fullest extent permitted by law. These conditions may include, but are not limited to, heart attacks, muscle strains, muscle pulls, muscle tears, broken bones, shin splints, heat prostration, injuries to knees, injuries to back, injuries to foot, or any other illness or soreness that I may incur, including death.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"font-size:10px;\" style=\"font-size:10px;\">Assumption of the Risk and Waiver of Liability Relating to Coronavirus/COVID-19.&nbsp;</span><span style=\"font-size:10px;\" style=\"font-size:10px;\">The novel coronavirus, COVID-19, has been declared a worldwide pandemic by the World Health Organisation. COVID-19 is extremely contagious and is believed to spread mainly from person-to-person contact. As a result, federal, state, and local governments and federal and state health agencies recommend social distancing and have, in many locations, prohibited the congregation of groups of people. F45 Training and the F45 franchised studios F45 Oxford Circus &amp; F45 Soho have done their best to put in place preventative measures to reduce the spread of COVID-19; however, F45 cannot guarantee that you will not become infected with COVID-19. Further, attending F45 could increase your risk of contracting COVID-19.</span></p><p style=\"text-align:justify;\" style=\"text-align:justify;\"><span style=\"font-size:10px;\" style=\"font-size:10px;\">By signing this agreement, you acknowledge the contagious nature of COVID-19 and voluntarily assume the risk that you may be exposed to or infected by COVID-19 by attending F45 and that such exposure or infection may result in personal injury, illness, permanent disability, and death. You understand that the risk of becoming exposed to or infected by COVID-19 at F45 Oxford Circus &amp; F45 Soho may result from the actions, omissions, or negligence of myself and others, including, but not limited to, F45 employees and program participants. You voluntarily agree to assume all of the foregoing risks and accept sole responsibility for any injury to yourself (including, but not limited to, personal injury, disability, and death), illness, damage, loss, claim, liability, or expense, of any kind, that you may experience or incur in connection with your attendance at F45 Oxford Circus &amp; F45 Soho (“Claims”). You hereby release, covenant not to sue, discharge, and hold harmless F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, from the Claims. You understand and agree that this release includes any Claims based on the actions, omissions, or negligence of F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, whether a COVID-19 infection occurs before, during, or after participation in any F45 program.</span></p>",
    "RequiresElectronicConfirmation": true,
    "AutopayEnabled": true,
    "FirstPaymentAmountSubtotal": 160.0,
    "FirstPaymentAmountTax": 26.67,
    "FirstPaymentAmountTotal": 160.0,
    "RecurringPaymentAmountSubtotal": 160.0,
    "RecurringPaymentAmountTax": 26.67,
    "RecurringPaymentAmountTotal": 160.0,
    "TotalContractAmountSubtotal": 1920.0,
    "TotalContractAmountTax": 320.04,
    "TotalContractAmountTotal": 1920.0,
    "PromoPaymentAmountSubtotal": null,
    "PromoPaymentAmountTax": null,
    "PromoPaymentAmountTotal": null,
    "NumberOfPromoAutopays": null
  },
  {
    "Id": 1016,
    "Name": "Monthly 8 - 8 sessions a month - 6 month minimum",
    "Description": "",
    "AssignsMembershipId": 4433,
    "AssignsMembershipName": "Limited Member",
    "SoldOnline": false,
    "ContractItems": [
      {
        "Id": "500034",
        "Name": "F45 Limited | 8 x Monthly | Monthly Autopay",
        "Description": "",
        "Type": "ServicePricingOption",
        "Price": 140.0,
        "Quantity": 1,
        "OneTimeItem": false
      }
    ],
    "IntroOffer": "None",
    "AutopaySchedule": {
      "FrequencyType": "SetNumberOfAutopays",
      "FrequencyValue": 1,
      "FrequencyTimeUnit": "Monthly"
    },
    "NumberOfAutopays": 3,
    "AutopayTriggerType": "OnSetSchedule",
    "ActionUponCompletionOfAutopays": "ContractAutomaticallyRenews",
    "ClientsChargedOn": "OnSaleDate",
    "ClientsChargedOnSpecificDate": null,
    "DiscountAmount": 0.0,
    "DepositAmount": 0.0,
    "FirstAutopayFree": false,
    "LastAutopayFree": false,
    "ClientTerminateOnline": false,
    "MembershipTypeRestrictions": [],
    "LocationPurchaseRestrictionIds": [1],
    "LocationPurchaseRestrictionNames": null,
    "AgreementTerms": "<p style=\"text-align:justify;\" style=\"text-align:justify;\">1.Waiver Form<br>You agree to sign a waiver form with F45 Oxford Circus &amp; Soho</p><p>2. Cooling off period<br>You can cancel your membership with us up to 14 days from the date you commenced training (for the avoidance of doubt the 14 day period commences from the day you complete your first session with F45 Oxford Circus &amp; Soho). This is only applicable to new membership agreements.</p><p>3. Minimum age<br>The minimum age for training with us is 16. People under the age of 18 are required to provide a certificate from a parent or legal guardian confirming approval to train with F45 Oxford Circus &amp; Soho.</p><p>4. Your Health<br>(i) You warrant that you are in good physical condition and you know of no medical or other reason why you cannot or should not do active or passive exercise.<br>(ii) You recognise that the fitness instructor(s) is(are) not able to provide me with medical advice regarding my fitness, and that this information is used as a guideline to the limitations of my ability to exercise.<br>(iii) I agree to not hold any certified trainer or directors of F45 Oxford Circus &amp; Soho liable for any injury that may occur during an F45 Oxford Circus &amp; Soho session.</p><p>5. Paying for Memberships<br>Membership fees are paid in advance on the first of every month, by direct debit from a bank account or credit card.</p><p>6. Meeting Your Responsibilities<br>You must make sure:<br>(i) your account can accept charges<br>(ii) there is enough money in your account on the payment day<br>(iii)- you tell us if you are transferring or closing your account at least 72 hours before the next charge<br>(iv) you tell us about any changes to your credit card, such as its expiry date or number, at least 72 hours before your next charge</p><p>7. What happens if your payment is declined or fails for any reason?<br>(i) If you do not fully pay your fees on the due date, F45 Oxford Circus &amp; Soho will suspend access to the studios until any outstanding balance has been paid and you have given us your updated account details if they are required. F45 Oxford Circus &amp; Soho will continue to debit your nominated account without notice, until F45 Oxford Circus &amp; Soho have received the total amount you owe.<br>(ii) F45 Oxford Circus &amp; Soho will make a reasonable effort to advise you on the status of the failed payments by letting you know beforehand by: phoning you and/or writing to the WhatsApp number or email address you provided for membership/s in your name.<br>(iii) You must make sure that the payment method you choose remains valid for the length of your agreement. This includes third-party accounts. If the details you give us fail, you are liable for all resulting fees. You should update your details and are obligated to complete your minimum term of payments.</p><p>8. Can F45 F45 Oxford Circus &amp; Soho change your agreement?<br>(i) F45 Oxford Circus &amp; Soho may sometimes add, change or remove our terms and conditions. This includes changing the opening and closing hours, the F45 services, the facilities, and membership fees.<br>(ii) Sometimes, F45 Oxford Circus &amp; F45 Soho may also close for refurbishment to improve the facilities. If this substantially reduces our ability to provide our service to you, F45 Oxford Circus &amp; F45 Soho will reduce your membership fees accordingly on a pro-rata basis.<br>(iii) The most up-to-date terms and conditions always apply. F45 Oxford Circus &amp; F45 Soho will give you at least 28 days’ notice of any changes. If F45 Oxford Circus &amp; F45 Soho does not fulfil its obligations to you, you may be able to cancel your membership. Unless the law states otherwise, you won’t have any other claim against us if this happens.</p><p>9. Can F45 Oxford Circus &amp; Soho increase your fees?<br>F45 Oxford Circus &amp; F45 Soho reserve the right to increase your fees only at any time after your agreement has ended. F45 Oxford Circus &amp; F45 Soho will make a reasonable effort to tell you about this at least 28 days beforehand by writing to the address you last gave us (which may be an email address). F45 Oxford Circus &amp; F45 Soho will consider that you have received our letter or email on the second business day after it is sent.<br>Where F45 Oxford Circus &amp; F45 Soho have made a reasonable effort to let you know about a fee increase, you authorise us to increase any debits from your nominated account.</p><p>10. Suspensions and Cancellations<br>F45 Oxford Circus &amp; Soho understand that from time to time you may not be able to train due to holidays, rest periods, becoming sick or injured or wish to cancel your membership altogether. The following rules apply to suspensions and cancellations:<br>Suspensions<br>(i) Memberships can be suspended at any time.<br>(ii) Two week minimum suspension<br>(iii) Six week maximum suspension each year<br>(iv) A one-off admin fee of £15 for each suspension<br>(v)- Suspensions cannot be backdated<br>(vi)- Pro-rata suspensions are not allowed (i.e. outside of the normal billing cycle)</p><p>Cancellations: Out Of Contract<br>Minimum 1 month notice period: If you cancel in the middle of a payment cycle then your next payment will be prorated to reflect the 1 month cancellation period.</p><p>Cancellations: Within Contract<br>Cancellation fee: 50% of remainder contract value.<br>An exit fee does not apply under the following circumstances:<br>(i) Sickness/Injury resulting in not being able to train for remainder of contract (must provide Doctors certificate)</p><p>11. Use of your image<br>You agree to allow F45 Oxford Circus &amp; Soho to take a video or photo to use for promotion purposes from time to time.</p><p>12. Class Booking<br>A fee applies for:<br>(i) Not attending a booked session (a 'No Show'). The penalty fee is £15.<br>(ii) Cancellations inside of the cancellation window of 60 minutes (a 'Late Cancel'). The penalty fee is £10.</p><p>13. COVID-19 Code of Conduct<br>(i). I will adhere to social distancing and ensure that I follow the reasonable directions of all F45 Oxford Circus &amp; Soho staff and trainers in relation to my participation in the F45 training sessions.<br>(ii). I will diligently work to keep all equipment and stations clean following the directions provided<br>by F45 Oxford Circus &amp; Soho staff and trainers.<br>(iii). I will wash and sanitise my hands upon entering and exiting the studio.<br>(iv). I will not enter the studio if I am feeling unwell, including (but not limited to): headache, fever, sore throat, nausea, sneezing, coughing and other cold and flu like symptoms.<br>(v). I do not have a temperature of 38 degrees, or higher when entering the studio. I agree that F45 Oxford Circus &amp; F45 Soho staff may check my temperature using a non-contact digital thermometer.<br>(vi). I acknowledge that if I am exhibiting symptoms referred to above, I may be asked to leave the Studio for the health and safety of all F45 Oxford Circus &amp; F45 Soho staff, members and guests.<br>(vii). If I contract or otherwise come into contract with a person who has, or is suspect to have, COVID-19, I will immediately notify my F45 Studio and otherwise refrain from attending the F45 Studio until there is no longer a risk of infecting any other person.</p><p>By signing below, I hereby acknowledge that I fully understand the above requirements and agree that I will at all times comply with the above requirements. I further acknowledge and agree that nothing in this Code of Conduct is intended to limit or otherwise modify the obligations and rights set out in my F45 Oxford Circus &amp; F45 Soho membership terms and conditions, studio rules and any waivers or releases I have signed in relation to my attendance and use of the F45 Oxford Circus &amp; F45 Studios.</p><p>F45 Health &amp; Fitness Liability Waiver:</p><p>14. Informed Consent Form<br>I, the participant named below, have agreed to participate in the F45 workouts, exercise and training programs (“Workouts”).<br>I acknowledge and agree that the Workouts:<br>(i) are a recreational sport activity; and<br>(ii) may involve strenuous physical activity including, but not limited to, muscle strength and endurance training, cardiovascular conditioning and training, and other various fitness activities.</p><p>I hereby affirm, and I affirm each time I participate in a Workout, that:<br>(i) I am in good physical condition and do not suffer from any known disability or condition which would prevent or limit my participation in this exercise program; and<br>(ii) I am participating in the Workouts voluntarily and at my own risk.</p><p>I hereby release F45 Training Pty Ltd, F45 Oxford Circus &amp; Soho and their officers, agents and employees (the “Released Parties”) from any claims, demands, and causes of action as a result of my voluntary participation in the Workouts, to the extent permitted by law.</p><p>I fully understand that I may injure myself as a result of my participation in the workouts and I hereby release the Released Parties from any liability now or in the future for conditions that I may obtain directly or indirectly from participating in the Workouts, to the fullest extent permitted by law. These conditions may include, but are not limited to, heart attacks, muscle strains, muscle pulls, muscle tears, broken bones, shin splints, heat prostration, injuries to knees, injuries to back, injuries to foot, or any other illness or soreness that I may incur, including death.</p><p>Assumption of the Risk and Waiver of Liability Relating to Coronavirus/COVID-19. The novel coronavirus, COVID-19, has been declared a worldwide pandemic by the World Health Organisation. COVID-19 is extremely contagious and is believed to spread mainly from person-to-person contact. As a result, federal, state, and local governments and federal and state health agencies recommend social distancing and have, in many locations, prohibited the congregation of groups of people. F45 Training and the F45 franchised studios F45 Oxford Circus &amp; F45 Soho have done their best to put in place preventative measures to reduce the spread of COVID-19; however, F45 cannot guarantee that you will not become infected with COVID-19. Further, attending F45 could increase your risk of contracting COVID-19.</p><p>By signing this agreement, you acknowledge the contagious nature of COVID-19 and voluntarily assume the risk that you may be exposed to or infected by COVID-19 by attending F45 and that such exposure or infection may result in personal injury, illness, permanent disability, and death. You understand that the risk of becoming exposed to or infected by COVID-19 at F45 Oxford Circus &amp; F45 Soho may result from the actions, omissions, or negligence of myself and others, including, but not limited to, F45 employees and program participants. You voluntarily agree to assume all of the foregoing risks and accept sole responsibility for any injury to yourself (including, but not limited to, personal injury, disability, and death), illness, damage, loss, claim, liability, or expense, of any kind, that you may experience or incur in connection with your attendance at F45 Oxford Circus &amp; F45 Soho (“Claims”). You hereby release, covenant not to sue, discharge, and hold harmless F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, from the Claims. You understand and agree that this release includes any Claims based on the actions, omissions, or negligence of F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, whether a COVID-19 infection occurs before, during, or after participation in any F45 program.</p>",
    "RequiresElectronicConfirmation": true,
    "AutopayEnabled": true,
    "FirstPaymentAmountSubtotal": 140.0,
    "FirstPaymentAmountTax": 23.33,
    "FirstPaymentAmountTotal": 140.0,
    "RecurringPaymentAmountSubtotal": 140.0,
    "RecurringPaymentAmountTax": 23.33,
    "RecurringPaymentAmountTotal": 140.0,
    "TotalContractAmountSubtotal": 420.0,
    "TotalContractAmountTax": 69.99,
    "TotalContractAmountTotal": 420.0,
    "PromoPaymentAmountSubtotal": null,
    "PromoPaymentAmountTax": null,
    "PromoPaymentAmountTotal": null,
    "NumberOfPromoAutopays": null
  },
  {
    "Id": 1061,
    "Name": "F45 Limited | 12 x 4 Weeks",
    "Description": "<div>&nbsp;</div>",
    "AssignsMembershipId": 4433,
    "AssignsMembershipName": "Limited Member",
    "SoldOnline": false,
    "ContractItems": [
      {
        "Id": "500126",
        "Name": "F45 Limited | 12 x 4 Weeks",
        "Description": "",
        "Type": "ServicePricingOption",
        "Price": 149.0,
        "Quantity": 1,
        "OneTimeItem": false
      }
    ],
    "IntroOffer": "None",
    "AutopaySchedule": {
      "FrequencyType": "SetNumberOfAutopays",
      "FrequencyValue": 4,
      "FrequencyTimeUnit": "Weekly"
    },
    "NumberOfAutopays": 13,
    "AutopayTriggerType": "OnSetSchedule",
    "ActionUponCompletionOfAutopays": "ContractAutomaticallyRenews",
    "ClientsChargedOn": "OnSaleDate",
    "ClientsChargedOnSpecificDate": null,
    "DiscountAmount": 0.0,
    "DepositAmount": 0.0,
    "FirstAutopayFree": false,
    "LastAutopayFree": false,
    "ClientTerminateOnline": false,
    "MembershipTypeRestrictions": [],
    "LocationPurchaseRestrictionIds": [1],
    "LocationPurchaseRestrictionNames": null,
    "AgreementTerms": "<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">1.Waiver Form</span></strong></span><br /><span style=\"font-size: 10px;\">You agree to sign a waiver form with F45 Oxford Circus &amp; Soho</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">2. Cooling off period</span></strong></span><br /><span style=\"font-size: 10px;\">You can cancel your membership with us up to 14 days from the date you commenced training (for the avoidance of doubt the 14 day period commences from the day you complete your first session with F45 Oxford Circus &amp; Soho). This is only applicable to new membership agreements.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">3. Minimum age</span></strong></span><br /><span style=\"font-size: 10px;\">The minimum age for training with us is 16. People under the age of 18 are required to provide a certificate from a parent or legal guardian confirming approval to train with F45 Oxford Circus &amp; Soho.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">4. Your Health</span></strong></span><br /><span style=\"font-size: 10px;\">(i) You warrant that you are in good physical condition and you know of no medical or other reason why you cannot or should not do active or passive exercise.<br /></span><span style=\"font-size: 10px;\">(ii) You recognise&nbsp;that the fitness instructor(s) is(are) not able to provide me with medical advice regarding my fitness, and that this information is used as a guideline to the limitations of my ability to exercise.<br /></span><span style=\"font-size: 10px;\">(iii) I agree to not hold any certified trainer or directors of F45 Oxford Circus &amp; Soho liable for any injury that may occur during an F45 Oxford Circus &amp; Soho session.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">5. Paying for Memberships</span></strong></span><br /><span style=\"font-size: 10px;\">Membership fees are paid in advance by direct debit from a bank account or credit card.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">6. Meeting Your Responsibilities</span></strong></span><br /><span style=\"font-size: 10px;\">You must make sure:</span><br /><span style=\"font-size: 10px;\">(i) your account can accept charges</span><br /><span style=\"font-size: 10px;\">(ii) there is enough money in your account on the payment day</span><br /><span style=\"font-size: 10px;\">(iii)- you tell us if you are transferring or closing your account at least 72 hours before the next charge</span><br /><span style=\"font-size: 10px;\">(iv) you tell us about any changes to your credit card, such as its expiry date or number, at least 72 hours before your next charge</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">7. What happens if your payment is declined or fails for any reason?</span></strong></span><br /><span style=\"font-size: 10px;\">(i) If you do not fully pay your fees on the due date, F45 Oxford Circus &amp; Soho will suspend access to the studios until any outstanding balance has been paid and you have given us your updated account details if they are required. F45 Oxford Circus &amp; Soho will continue to debit your nominated account without notice, until F45 Oxford Circus &amp; Soho have received the total amount you owe.</span><br /><span style=\"font-size: 10px;\">(ii) F45 Oxford Circus &amp; Soho will make a reasonable effort to advise you on the status of the failed payments by letting you know beforehand by:</span><span style=\"font-size: 10px;\">&nbsp;phoning you and/or</span><span style=\"font-size: 10px;\">&nbsp;writing to the WhatsApp number or email address you provided for membership/s in your name.<br /></span><span style=\"font-size: 10px;\">(iii) You must make sure that the payment method you choose remains valid for the length of your agreement. This includes third-party accounts. If the details you give us fail, you are liable for all resulting fees. You should update your details and are obligated to complete your minimum term of payments.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">8. Can F45 F45 Oxford Circus &amp; Soho change your agreement?</span></strong></span><br /><span style=\"font-size: 10px;\">(i) F45 Oxford Circus &amp; Soho may sometimes add, change or remove our terms and conditions. This includes changing the opening and closing hours, the F45 services, the facilities, and membership fees.<br /></span><span style=\"font-size: 10px;\">(ii) Sometimes, F45 Oxford Circus &amp; F45 Soho may also close for refurbishment to improve the facilities. If this substantially reduces our ability to provide our service to you, F45 Oxford Circus &amp; F45 Soho will reduce your membership fees accordingly on a pro-rata basis.<br /></span><span style=\"font-size: 10px;\">(iii) The most up-to-date terms and conditions always apply. F45 Oxford Circus &amp; F45 Soho will give you at least 28 days&rsquo; notice of any changes. If F45 Oxford Circus &amp; F45 Soho does not fulfil its obligations to you, you may be able to cancel your membership. Unless the law states otherwise, you won&rsquo;t have any other claim against us if this happens.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">9. Can F45 Oxford Circus &amp; Soho increase your fees?</span></strong></span><br /><span style=\"font-size: 10px;\">F45 Oxford Circus &amp; F45 Soho reserve the right to increase your fees only at any time after your agreement has ended. F45 Oxford Circus &amp; F45 Soho will make a reasonable effort to tell you about this at least 28 days beforehand by writing to the address you last gave us (which may be an email address). F45 Oxford Circus &amp; F45 Soho will consider that you have received our letter or email on the second business day after it is sent.</span><br /><span style=\"font-size: 10px;\">Where F45 Oxford Circus &amp; F45 Soho have made a reasonable effort to let you know about a fee increase, you authorise&nbsp;us to increase any debits from your nominated account.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">10. Suspensions and Cancellations</span></strong></span><br /><span style=\"font-size: 10px;\">F45 Oxford Circus &amp; Soho understand that from time to time you may not be able to train due to holidays, rest periods, becoming sick or injured or wish to cancel your membership altogether. The following rules apply to suspensions and cancellations:</span><br /><span style=\"font-size: 10px;\">Suspensions</span><br /><span style=\"font-size: 10px;\">(i) Memberships can be suspended at any time.</span><br /><span style=\"font-size: 10px;\">(ii) Two week minimum suspension</span><br /><span style=\"font-size: 10px;\">(iii) Six week maximum suspension each year</span><br /><span style=\"font-size: 10px;\">(iv) A one-off admin fee of &pound;15 for each suspension</span><br /><span style=\"font-size: 10px;\">(v)- Suspensions cannot be backdated</span><br /><span style=\"font-size: 10px;\">(vi)- Pro-rata suspensions are not allowed (i.e. outside of the normal billing cycle)</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">Cancellations: Out Of Contract</span></strong></span><br /><span style=\"font-size: 10px;\">Minimum 28 days&rsquo; notice period: If you cancel in the middle of a payment cycle then your next payment will be pro-rata&rsquo;d to reflect the 28 day cancellation period.</span></p>\r\n<p style=\"text-align: justify;\"><strong><span style=\"font-size: 10px; color: #3c3a70;\">Cancellations: Within Contract</span></strong><br /><span style=\"font-size: 10px;\">Cancellation fee: 50% of remainder contract value.</span><br /><span style=\"font-size: 10px;\">An exit fee does not apply under the following circumstances:</span><br /><span style=\"font-size: 10px;\">(i) Sickness/Injury resulting in not being able to train for remainder of contract (must provide Doctors certificate)</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">11. Use of your image</span></strong></span><br /><span style=\"font-size: 10px;\">You agree to allow F45 Oxford Circus &amp; Soho to take a video or photo to use for promotion purposes from time to time.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">12. Class Booking</span></strong></span><br /><span style=\"font-size: 10px;\">A fee applies for:</span><br /><span style=\"font-size: 10px;\">(i) Not attending a booked session (a 'No Show'). The penalty fee is &pound;15.</span><br /><span style=\"font-size: 10px;\">(ii) Cancellations inside of the cancellation window of 60 minutes (a 'Late Cancel'). The penalty fee is &pound;10.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">13. COVID-19 Code of Conduct</span></strong></span><br /><span style=\"font-size: 10px;\">(i). I will adhere to social distancing and ensure that I follow the reasonable directions of all F45 Oxford Circus &amp; Soho&nbsp;</span><span style=\"font-size: 10px;\">staff and trainers in relation to my participation in the F45 training sessions.</span><br /><span style=\"font-size: 10px;\">(ii). I will diligently work to keep all equipment and stations clean following the directions provided</span><br /><span style=\"font-size: 10px;\">by F45 Oxford Circus &amp; Soho staff and trainers.</span><br /><span style=\"font-size: 10px;\">(iii). I will wash and sanitise my hands upon entering and exiting the studio.</span><br /><span style=\"font-size: 10px;\">(iv). I will not enter the studio if I am feeling unwell, including (but not limited to): headache,&nbsp;</span><span style=\"font-size: 10px;\">fever, sore throat, nausea, sneezing, coughing and other cold and flu like symptoms.</span><br /><span style=\"font-size: 10px;\">(v). I do not have a temperature of 38 degrees, or higher when entering the studio. I agree that F45 Oxford Circus &amp; F45 Soho&nbsp;</span><span style=\"font-size: 10px;\">staff may check my temperature using a non-contact digital thermometer.</span><br /><span style=\"font-size: 10px;\">(vi). I acknowledge that if I am exhibiting symptoms referred to above, I may be asked to leave the&nbsp;</span><span style=\"font-size: 10px;\">Studio for the health and safety of all F45 Oxford Circus &amp; F45 Soho staff, members and guests.</span><br /><span style=\"font-size: 10px;\">(vii). If I contract or otherwise come into contract with a person who has, or is suspect to have,&nbsp;</span><span style=\"font-size: 10px;\">COVID-19, I will immediately notify my F45 Studio and otherwise refrain from attending the F45&nbsp;</span><span style=\"font-size: 10px;\">Studio until there is no longer a risk of infecting any other person.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"font-size: 10px;\">By signing below, I hereby acknowledge that I fully understand the above requirements and agree that I will at all times comply with the above requirements. I further acknowledge and agree that nothing in this Code of Conduct is intended to limit or otherwise modify the obligations and rights set out in my F45 Oxford Circus &amp; F45 Soho membership terms and conditions, studio rules and any waivers or releases I have signed in relation to my attendance and use of the F45 Oxford Circus &amp; F45 Studios.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">F45 Health &amp; Fitness Liability Waiver:</span></strong></span></p>\r\n<p style=\"text-align: justify;\"><span style=\"color: #3c3a70;\"><strong><span style=\"font-size: 10px;\">14. Informed Consent Form</span></strong></span><br /><span style=\"font-size: 10px;\">I, the participant named below, have agreed to participate in the F45 workouts, exercise and training programs (&ldquo;Workouts&rdquo;).</span><br /><span style=\"font-size: 10px;\">I acknowledge and agree that the Workouts:</span><br /><span style=\"font-size: 10px;\">(i) are a recreational sport activity; and</span><br /><span style=\"font-size: 10px;\">(ii) may involve strenuous physical activity including, but not limited to, muscle strength and endurance training, cardiovascular conditioning and training, and other various fitness activities.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"font-size: 10px;\">I hereby affirm, and I affirm each time I participate in a Workout, that:</span><br /><span style=\"font-size: 10px;\">(i) I am in good physical condition and do not suffer from any known disability or condition which would prevent or limit my participation in this exercise program; and</span><br /><span style=\"font-size: 10px;\">(ii) I am participating in the Workouts voluntarily and at my own risk.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"font-size: 10px;\">I hereby release F45 Training Pty Ltd, F45 Oxford Circus &amp; Soho and their officers, agents and employees (the &ldquo;Released Parties&rdquo;) from any claims, demands, and causes of action as a result of my voluntary participation in the Workouts, to the extent permitted by law.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"font-size: 10px;\">I fully understand that I may injure myself as a result of my participation in the workouts and I hereby release the Released Parties from any liability now or in the future for conditions that I may obtain directly or indirectly from participating in the Workouts, to the fullest extent permitted by law. These conditions may include, but are not limited to, heart attacks, muscle strains, muscle pulls, muscle tears, broken bones, shin splints, heat prostration, injuries to knees, injuries to back, injuries to foot, or any other illness or soreness that I may incur, including death.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"font-size: 10px;\">Assumption of the Risk and Waiver of Liability Relating to Coronavirus/COVID-19.&nbsp;</span><span style=\"font-size: 10px;\">The novel coronavirus, COVID-19, has been declared a worldwide pandemic by the World Health Organisation. COVID-19 is extremely contagious and is believed to spread mainly from person-to-person contact. As a result, federal, state, and local governments and federal and state health agencies recommend social distancing and have, in many locations, prohibited the congregation of groups of people. F45 Training and the F45 franchised studios F45 Oxford Circus &amp; F45 Soho have done their best to put in place preventative measures to reduce the spread of COVID-19; however, F45 cannot guarantee that you will not become infected with COVID-19. Further, attending F45 could increase your risk of contracting COVID-19.</span></p>\r\n<p style=\"text-align: justify;\"><span style=\"font-size: 10px;\">By signing this agreement, you acknowledge the contagious nature of COVID-19 and voluntarily assume the risk that you may be exposed to or infected by COVID-19 by attending F45 and that such exposure or infection may result in personal injury, illness, permanent disability, and death. You understand that the risk of becoming exposed to or infected by COVID-19 at F45 Oxford Circus &amp; F45 Soho may result from the actions, omissions, or negligence of myself and others, including, but not limited to, F45 employees and program participants. You voluntarily agree to assume all of the foregoing risks and accept sole responsibility for any injury to yourself (including, but not limited to, personal injury, disability, and death), illness, damage, loss, claim, liability, or expense, of any kind, that you may experience or incur in connection with your attendance at F45 Oxford Circus &amp; F45 Soho (&ldquo;Claims&rdquo;). You hereby release, covenant not to sue, discharge, and hold harmless F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, from the Claims. You understand and agree that this release includes any Claims based on the actions, omissions, or negligence of F45 Oxford Circus &amp; F45 Soho, its employees, agents, and representatives, whether a COVID-19 infection occurs before, during, or after participation in any F45 program.</span></p>",
    "RequiresElectronicConfirmation": true,
    "AutopayEnabled": true,
    "FirstPaymentAmountSubtotal": 149.0,
    "FirstPaymentAmountTax": 24.83,
    "FirstPaymentAmountTotal": 149.0,
    "RecurringPaymentAmountSubtotal": 149.0,
    "RecurringPaymentAmountTax": 24.83,
    "RecurringPaymentAmountTotal": 149.0,
    "TotalContractAmountSubtotal": 1937.0,
    "TotalContractAmountTax": 322.79,
    "TotalContractAmountTotal": 1937.0,
    "PromoPaymentAmountSubtotal": null,
    "PromoPaymentAmountTax": null,
    "PromoPaymentAmountTotal": null,
    "NumberOfPromoAutopays": null
  }
]
